Repository: common-repository/computop-payments
Catalog: languages/computop-payments-*.po
Languages: de_de

source: Computop requires WooCommerce to be installed and active.
de_de: Computop setzt voraus, dass WooCommerce installiert und aktiv ist.

source: Payment failed
de_de: Zahlung fehlgeschlagen

source: Order authorized by Computop. Transaction ID: %s
de_de: Bestellung von Computop autorisiert. Transaktions-ID: %s

source: Order captured. Transaction ID: %s
de_de: Zahlung eingezogen. Transaktions-ID: %s

source: An error occurred while processing your payment. Please try again or use a different payment method.
de_de: Fehler beim Verarbeiten der Zahlung. Bitte erneut versuchen oder eine andere Zahlungsart wählen.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable Computop Amazon Pay
de_de: Computop Amazon Pay aktivieren

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Titel, den Benutzer während des Zahlvorgangs sehen.

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Beschreibungstext, den Benutzer bei der Auswahl dieser Zahlungsart sehen.

source: Amazon Pay Merchant ID
de_de: Amazon Pay Händler ID

source: Computop Credit Card
de_de: Computop Kreditkarte

source: Enable Computop Credit Card
de_de: Computop Kreditkarte aktivieren

source: Credit Card
de_de: Kreditkarte

source: Display Mode
de_de: Darstellungsart

source: Payment Page
de_de: Bezahlungsseite

source: Custom form template
de_de: Template

source: Leave empty for custom template
de_de: Leer lassen für Standard-Template

source: Capture Mode
de_de: Art des Zahlungseinzugs

source: Manual Capture
de_de: manuell

source: Immediate Capture
de_de: automatisch/sofort

source: Credit Card Payment Page
de_de: Kreditkartenzahlung

source: Card brand
de_de: Kartentyp

source: Card holder
de_de: Name des Karteninhabers

source: Card number
de_de: Kartennummer

source: Expiry date
de_de: Ablaufdatum

source: CVV
de_de: Sicherheitscode (CVV)

source: Pay
de_de: Jetzt Bezahlen

source: Computop Direct Debit
de_de: Computop Lastschrift

source: Enable Computop Direct Debit
de_de: Computop Lastschrift aktivieren

source: Direct Debit
de_de: Lastschrift

source: Account Owner
de_de: Kontoinhaber

source: Enable Computop EasyCredit
de_de: Computop EasyCredit aktivieren

source: EasyCredit Payment Confirmation
de_de: EasyCredit Zahlungsbestätigung

source: Your payment plan
de_de: Ratenplan

source: installments of
de_de: Raten â

source: Last installment
de_de: Letzte Rate

source: Pre-contractual information
de_de: Vorvertragliche Informationen

source: Your order
de_de: Bestellung

source: Interest
de_de: Zinsen

source: Total
de_de: Gesamt

source: Confirm order
de_de: Zahlungspflichtig bestellen

source: Enable Computop giropay
de_de: Computop giropay aktivieren

source: Your bank
de_de: Ihre Bank

source: Enable Computop iDEAL
de_de: Computop iDEAL aktivieren

source: Refresh iDEAL Issuers
de_de: IDEAL-Banken aktualisieren

source: Mode
de_de: Modus

source: Direct
de_de: Direkt

source: Enable Computop Klarna
de_de: Computop Klarna aktivieren

source: In Paygate, several Klarna user names can be stored on one MerchantID and controlled by the Account parameter. By default, please use the value "0"; if you have several Klarna accounts, please coordinate the values with <a href="%s">Computop Helpdesk.</a>
de_de: Im Paygate können mehrere Klarna-Benutzernamen auf einer MerchantID hinterlegt und durch den Parameter Account angesteuert werden. Standardmäßig verwenden Sie bitte den Wert "0", bei mehreren Klarna-Accounts stimmen Sie die Werte bitte mit <a href="%s">Computop Helpdesk.</a> ab.

source: Enable Computop PayPal
de_de: Computop PayPal aktivieren

source: Allow Express Checkout
de_de: Express Checkout aktivieren

source: Capture
de_de: Zahlungseinzug

source: Ready to Capture
de_de: Authorisiert

source: Computop settings
de_de: Computop Einstellungen

source: Order status for authorized payments
de_de: Auftragsstatus für Aufträge mit autorisierter Zahlung

source: This status is assigned for orders, that are authorized
de_de: Dieser Status wird für autorisierte Aufträge vergeben

source: [Use WooC default status]
de_de: [WooC-Standardstatus verwenden]

source: Order status to trigger capture
de_de: Auftragsstatus zum Auslösen des Zahlungseinzugs

source: When this status is assigned to an order and there is a valid authorization, the capture is triggered
de_de: Wenn dieser Status einem Auftrag zugewiesen wird und eine gültige Autorisierung vorliegt, wird der Zahlungseinzug ausgelöst.

source: [do not capture on status changes]
de_de: [nicht bei Statusänderungen einziehen]

source: Official Computop Plugin
de_de: Das offizielle Computop Plugin
